{"0": {"docs": [{"headline": "Explosive Devices Slow Body Count", "sentences": ["\n APW19990421.0284 \n 1999-04-21 16:33:18 \n\n usa \n Explosive Devices Slow Body Count \n\n\n\tLITTLETON, Colo. (AP) -- The sheriff's initial estimate of as  \nmany as 25 dead in the Columbine High massacre was off the mark \napparently because the six SWAT teams that swept the building \ncounted some victims more than once.", "Sheriff John Stone said Tuesday afternoon that there could be as  \nmany as 25 dead.", "By early Wednesday, his deputies said the death \ntoll was 15, including the two gunmen.", "The discrepancy occurred because the SWAT teams that picked  \ntheir way past bombs and bodies in an effort to secure building \ncovered overlapping areas, said sheriff's spokesman Steve Davis.", "``There were so many different SWAT teams in there, we were  \nconstantly getting different counts,'' Davis said.", "As they gave periodic updates through the night, Davis and Stone  \nemphasized the death toll was unconfirmed.", "They said their priority \nwas making sure the school was safe."]}, {"headline": "Colo. High School Students Edgy", "sentences": ["\n APW19990422.0082 \n 1999-04-22 15:25:10 \n\n usa \n Colo. High School Students Edgy \n\n\n\tLITTLETON, Colo. (AP) -- Students returned to classes Thursday at  \nChatfield High School, but the bloodbath at rival Columbine High \nhaunted the halls.", "Jittery staff and students walked past armed \nguards and cried and hugged inside.", "At one point, two bomb squad trucks sped to the school after a  \nbackpack scare.", "Dozens of students streamed out of the school hours \nearly, unable to stand the tension any longer.", "``It's like a prison in there,'' said Jessica Miller, 15.", "``You can't even go to the bathroom without permission, and then  \nthey time you,'' said Holly Bernside, also 15.", "``All the teachers \nare wearing nametags, and there is one at every door.''", "The school's marquee proclaimed ``Rebels our thoughts are with  \nyou.''", "Two days earlier, a massacre by two students at Columbine \nHigh, whose teams are called the Rebels, left 15 people dead and \ndozens wounded.", "Columbine is about three miles away.", "Armed deputies stood guard at the only entrance and students  \nneeded their parents' permission to leave.", "Students leaving the school said the intense security inside  \nscared them.", "``It's very uncomfortable in there.", "There are a lot of people  \ncrying,'' said Tyler Herbert, 16, a sophomore.", "Rumors quickly spread, these days fueled on the Internet as well  \nas by phone, that ``Chatfield would be next,'' said Ms. Miller, a \nsophomore.", "Parents drove up and asked a reporter if it was true \nthat a student was barricaded inside a classroom.", "It wasn't.", "Students were forbidden to leave their backpacks lying around.", "Some of the bombs used in the assault at Columbine were planted in \nknapsacks.", "The principal came onto Chatfield's public address system and  \nurged students to wear ``more moderate clothes both in school and \nwhen you go out,'' Ms. Bernside said.", "The killers at Columbine wore \nblack trench coats.", "The arrival of two bomb squad trucks with sirens blaring further  \nshook those inside.", "The bomb squad was called because a backpack \nhad been found unattended in a hallway.", "It contained books.", "A pizza delivery followed.", "The school wanted to make sure there  \nwas enough to eat since students couldn't leave campus for lunch \nand get back in.", "Diane Hitchingham of the Jefferson County school system said  \nschools were getting phony bomb threats.", "School officials kept \nreporters out of Chatfield and other Jefferson County schools.", "Ms. Bernside, a sophomore, said all the efforts to counsel  \nstudents and banners in the school lamenting the deaths made things \nworse.", "Joe Murphy, a 16-year-old sophomore, said that anyone with a  \nfree hour was required to go to the school's commons.", "Herbert interjected: ``I'm a little worried about putting all  \nthe kids in one place.", "If someone wanted to come and start shooting \nagain it would be real easy for them.''", "A couple of hours after Chatfield opened, Nancy Hoag decided to  \npull her daughter, Melissa, 15, out.", "``I was a little nervous about \nher going back and it is scary in there,'' she said, her voice \nchoking.", "``We have friends whose children go to Columbine,'' Mrs. Hoag  \nsaid.", "``They were lucky, but why do you have to be lucky?''", "Herbert said he had to leave because ``I needed a smoke.", "I went  \nthree hours without one.''", "Barbara Monsu, who oversees the county's high schools, said more  \nstudents than expected had come to class.", "Chatfield has 1,870 \nstudents.", "She said the school was allowing students to stay home.", "``But the kids want to be here,'' she said.", "``They need to be  \nhere.''"]}, {"headline": "Buchanan Discusses Gun Control", "sentences": ["\n APW19990422.0095 \n 1999-04-22 08:25:14 \n\n usa \n Buchanan Discusses Gun Control \n\n\n\tBURBANK, Calif. (AP) -- Republican presidential candidate Pat  \nBuchanan says stricter gun laws could not have prevented the deadly \nschool shootings in Littleton, Colo. \n\n\n\t``The question is who has the weapons, the good people or those  \nwho are ugly and warped,'' he said.", "``The problem began long before \nthey walked into school.''", "Fifteen people, including the two killers, died Tuesday in a  \nshooting and bombing spree at Columbine High School.", "``The massacre is a tragic reflection of the dark side of  \nAmerican society,'' Buchanan told reporters Wednesday.", "``At \nLittleton, America got a glimpse of the last stop on that train to \nhell America boarded decades ago when we declared that God is dead \nand that each of us is his or her own god who can make up the rules \nas we go along.''"]}, {"headline": "None", "sentences": ["\n NYT19990423.0262 \n MISCELLANEOUS TEXT (slug-filter) \n 1999-04-23 18:47 \n\nA0920 &Cx1f; taf-z\nu v &Cx13;  &Cx11;  BC-COLO-SCHOOL-SHOOTING-     04-23 0318\n\n\n BC-COLO-SCHOOL-SHOOTING-ADVISORY-NYT \n  \n(gm) \n\n\n   The New York Times plans two pages of stories, photos and\ngraphics on the aftermath of the school shooting in a Denver suburb\nthat left 15 dead.", "COLO-SCHOOL-SHOOTING (Littleton, Colo.) _ The governor of\nColorado tours Columbine High School and says investigators are all\nbut certain that the two gunmen had help from others; the police\nsay security cameras may provide crucial evidence of a conspiracy.", "The 911 tapes are released.", "By Sam Howe Verhovek.", "With photo.", "COLO-SCHOOL-WEB (Littleton, Colo.) _ A look at the World Wide\nWeb as a home for lonely outcasts and talking to kids who find\nsolace there.", "By Amy Harmon.", "COLO-SCHOOL-SENIORS (Littleton, Colo.) _ A look at the situation\nof seniors and others at a now-closed Columbine High.", "By Sara\nRimer.", "With photo.", "COLO-SCHOOL-RELIGION (Undated) _ Pastors in Jonesboro, Ark.,\nscene of an earlier school shooting, reach out to those in\nLittleton, Colo. By Gustav Niebuhr.", "COLO-SCHOOL-THREATS (Undated) _ A wave of copycat threats of\nviolence prompted by the Tuesday massacre at Columbine High School\nin Littleton, Colo., prompted school and law-enforcement officials\nacross the country to respond quickly to any new sign of trouble,\neven if the threats were pranks brought on by a dose of youthful\nspring fever.", "By John T. McQuiston.", "This story, budgeted earlier, is now scratched:\n\n\n   COLO-SCHOOL-AID, The Times is using wire services.", "&UR; QUESTIONS OR RERUNS: (888) 346-9867 or (212) 556-1927: &LR;\n\n\n   The day supervisor is Gary McCardell.", "The evening supervisor is Lynn Hoogenboom.", "The late-night supervisor is Henry Louis Warnken.", "&UR; PHOTOS AND GRAPHICS: &LR;\n\n\n   Phone: (888) 603-1036\n\n\n   &UR; TECHNICAL PROBLEMS: &LR;  Peter Trigg\n\n\n   Phone: (212) 499-3332.", "Pager: (800) 946-4645 (PIN 599-4539).", "E-mail: triggp(at)nytimes.com.", "NYT-04-23-99 1847EDT &QL;"]}, {"headline": "&amp;HT;", "sentences": ["\n NYT19990424.0231 \n NEWS STORY \n 1999-04-24 21:37 \n\nA2024 &Cx1f; tad-z\nu a &Cx13;  &Cx11;  BC-SCHOOL-WRAP25-COX     04-24 0784\n\n\n BC-SCHOOL-WRAP25-COX \n\n&HT;   \n\n &HT;    `Please comfort this town'\n &HT;    By Rachel Sauer\n &HT;    c.1999 Cox News Service\n\n\n   LITTLETON, Colo. _ Lynda Pasma and Kerry Herurlin stopped\nhalfway down Mt.", "Columbine on Saturday morning to pray.", "The women, both mothers of two young children, bowed their\nheads, closed their eyes and whispered, ``Oh, God please bless the\nfamilies who lost children,'' and they began to cry.", "``Please\ncomfort them and be with them,\n\n\n   and comfort the people of this town.", "Please comfort this town.''", "Littleton needs comfort.", "Tuesday morning 12 Columbine High School students and a teacher\nwere murdered when Eric Harris and Dylan Klebold, also Columbine\nstudents, opened fire with at least four guns and dozens of bombs.", "The gunmen died in the massacre as well, apparently from\nself-inflicted gunshot wounds.", "Littleton needs comfort.", "Many looked for it Saturday morning on top of Mt.", "Columbine, a\nhill in Clement Park that borders the high school's baseball\nfields.", "The first few visitors climbed over slushy snow that melted\nquickly as the sun finally made an appearance after three days of\nsnow.", "As the day progressed, the snow became thick mud and as many as\n100 visitors at a time came to the top of the hill to look at the\nrough wood cross that had been staked into the ground there.", "They\nbent to leave flowers, poems, balloons and other mementos of grief\nat the base of the cross, then stood to gaze at the familiar town\nthat seemed to look different after such a loss.", "Most of Littleton is visible from the top of Mt.", "Columbine _ the\nrows of roofs, the sidewalks, the strip malls and trash cans, the\nbasketball backstops above garage doors.", "Physically, it's the same\ntown it was Monday.", "But 15 of its own are gone, and the loss resonates deeply and\nprofoundly.", "Many wonder what to do now.", "How do people experiencing grief and\nanger and confusion and intense sadness navigate the unfamiliar\npaths to peace?", "``I don't know,'' said Debbie Ellwanger, a 10-year Littleton\nresident.", "``Nobody knows where to go from here.", "I think we have to\nlearn from this and not let those kids die in vain.''", "She and her husband, Larry, trekked through the dirty snow up\nMt.", "Columbine on Saturday, fingers laced together as they cried for\nthe children.", "``They shouldn't have died,'' Larry Ellwanger said.", "His wife\nnodded: No, they shouldn't have died.", "So they came to the wood cross on top of Mt.", "Columbine to try\nmaking sense of something that never will.", "Below the hill, in the\nmiddle of the baseball field, someone had built 13 small snowmen in\nan even circle.", "Some cannot forgive Klebold and Harris, and\npossibly never will.", "On top of Mt.", "Columbine, though, people thought more about\nhealing and pulling together and getting through.", "``All we can do is come together,'' said Carrie Goertz, 16.", "``It's just something that all the barriers have been broken and\npeople have to accept and take care of each other.", "There's always\ngoing to be differences between\n\n\n   people, but we've got to look past that, the exterior stuff, and\njust be together, be unified.''", "``And we've got to take advantage of our time with our family\nand friends,'' Aimee Jensen, 18, added quietly.", "The tragedy at Columbine has brought unity that for now is\nunbreakable _ it has reached around the world and drawn in the\nthoughts and prayers of people far removed from suburban Colorado.", "The memorials in Clement Park testify to the depth of grief that\nthose who didn't lose loved ones in the massacre feel.", "They bring cards and flowers, donate food and building\nmaterials, thinking about how impossibly sad it is when people _\nparticularly children _ die without reason, about what they would\nhave done if it had happened to someone they love, about the people\nsuffering most.", "One card written by a boy named Mark hung on a larger memorial\nsign and said: ``Dear Columbine, I hope you feel better.''", "The tragedy has forced huge issues to an overburdened spotlight:\nguns, youth violence, school safety, cliques and disaffected youth,\ncommunity togetherness, peace.", "Hopefully they are issues that will not be forgotten when time\npasses.", "But for now, for the next several weeks, people seem able\nonly to get through the worst of it, to handle the realization that\nsome people are not coming\n\n\n   back and that yes, things like this do happen here.", "And that somehow, life keeps moving.", "``That's the strange things,'' said Aaron Burningham, 27,\nlooking out across Littleton from the top of Mt.", "Columbine.", "``It\nseems like life should stop, but it doesn't.''", "Story Filed By Cox Newspapers\n\n\n   For Use By Clients of the New York Times News Service\n\n\n\n\nNYT-04-24-99 2137EDT &QL;"]}, {"headline": "Community Draws Together in Grief", "sentences": ["\n APW19990425.0023 \n 1999-04-25 23:12:22 \n\n usa \n Community Draws Together in Grief \n\n\n\tLITTLETON, Colo. (AP) -- They streamed in from all over --  \nhand-lettered signs and cards and bouquets by the hundreds, aimed \nat comforting a town torn asunder.", "One good wish, soaked by the \nmorning rain, was signed, simply, ``Your community.''", "But what community was it from?", "So many forms of community,  \nrippling outward from Columbine High and across the planet, have \ncome together since last week's violence that it was difficult to \ntell.", "In an age when so many Americans regularly lament the breakdown  \nof community, the many communities that the Columbine massacre has \nproduced are proving that the notion, at least in time of crisis, \nstill thrives.", "``Jefferson County has 500,000 residents, but today our  \ncommunity is much larger,'' county commissioner Patricia Holloway \nsaid Sunday at a shopping-center parking lot service attended by \n70,000 people -- a hastily stitched-together community unto itself.", "There are the communities that existed already, like Columbine  \nstudents and Columbine Valley residents.", "There are myriad \nmini-communities created by the bloodshed: Denver-area students, \ntheir rivalries suddenly rendered irrelevant; emergency personnel, \nunited in their harrowing experiences; towns like Jonesboro and \nPaducah and Springfield and Edinboro, who understand Columbine's \nanguish but never asked to be members of this kind of community.", "The list continues onward, outward -- beyond metropolitan Denver,  \npast President Clinton and his prayers, as far as the president of \nthe West African nation of Ghana, who counted himself among the \ncommunity of Littleton mourners and said ``something must be done \nto stop this thing.''", "The response is most visible in metropolitan Denver, radiating  \noutward from the high school and adjacent Clement Park, which has \nbecome a mourner's Lourdes.", "Fast-food restaurants are flying flags at half-staff and posting  \nsympathy signs.", "Businesses are contributing goods and raising \nfunds.", "Denver's newscasters have donned blue Columbine ribbons.", "Big-league sports teams canceled games in deference; Mile High \nStadium now sports a giant Columbine ribbon visible from Interstate \n25.", "Hugs have become a greeting of choice -- even, sometimes, \nbetween strangers.", "``We get so busy in our everyday lives and we're so  \nself-sufficient that we think we don't need the help of our \ncommunity,'' said Marny Danneberg, a volunteer dispensing hot \ndrinks and food from a Red Cross truck near the high school since \nTuesday.", "``It's when something like this happens that we realize the  \ncommunity's there for us,'' she said Sunday.", "After the shootings, messages and contributions of support came  \nin from across the nation, from towns and individuals that \nrepeatedly reassured mourners that they were ``part of a larger \ncommunity.''", "Folks from Elgin, Ill., drove a giant banner of support into  \ntown.", "Kids by the busload came from towns across the West to share \ngrief.", "In Seaside Heights, N.J., 1,800 miles away, Mayor P. Kenneth \nKershey scheduled a candlelight vigil on an Atlantic Ocean beach as \n``a clear demonstration of the nationwide caring for the people of \nLittleton.''", "What unifies regions this way?", "A national culture, for one -- the  \nvery mass media that many blame for fomenting the violence.", "Instantaneous news delivery unites people in shock and grief, \ncreating a virtual community of TV viewers and another of Internet \nusers that didn't exist 40 years ago.", "Thus, people who don't know \neach other can mourn together.", "``The entire nation is a community of shock, of love and of  \ngrief,'' Vice President Al Gore said Sunday.", "``One of the hidden \ntruths of the human condition is that suffering binds us \ntogether.''", "In Littleton (literally ``Little Town''), an affluent town of  \n35,000 at the foot of the Rockies, the fresh bonding of its \nexisting communities and the birth of so many new ones are serving \nas salves for recuperation.", "Residents say the area around Columbine in the Southern Platte  \nRiver Valley has been a tight-knit community for 26 years, since \nthe high school opened on an undeveloped patch of prairie and \nhouses sprouted up around it.", "This was long before the retail \nsprawl unfurled from the north to connect Columbine to Denver and \nmake the area a suburb.", "``A community formed around that high school, and the school  \ngrew as the community grew,'' said Gerry Difford, who opened \nColumbine in 1973 and was principal for its first two years.", "``It \nhas a sound community base to it that's somewhat unusual for a \nsuburban high school.''", "Today, though a few patches of open prairie remain, houses  \ncontinue to sprout.", "And the families that have streamed into \nDenver's suburbs in recent years have, some say, created a populace \nunfamiliar with its neighbors -- one hungry for the coming-together \nthat the Columbine deaths caused.", "``Disaster brings out the best of us, not the worst.", "People may  \nnot know each other, but when disaster hits that doesn't matter.", "We \nknock on the neighbor's door and talk about it,'' says Robert R. \nButterworth, a psychologist who studies both child trauma and how \npeople cope with public tragedy.", "``That sense of reaching out makes \nus feel better.''", "That reaching out resonates nationally and globally as people  \nsew together crisis bonds that wouldn't otherwise exist.", "Now, as the event recedes and coping begins, some are hoping  \nthat perhaps, this time, the unity allegedly caused by two angry \nboys' violent acts can last.", "``If they would have known the revival they have started, they  \nnever would have done what they did,'' said Phyllis Cain, whose \ndaughter, Mickey, attends Columbine.", "``They wanted death and \ndestruction.", "Instead, we've all come together.''"]}, {"headline": "Thousands Mourn Columbine Victims", "sentences": ["\n APW19990425.0114 \n 1999-04-25 23:42:18 \n\n usa \n Thousands Mourn Columbine Victims \n\n\n\tLITTLETON, Colo. (AP) -- Comforting each other with ceremony and  \nsong, Columbine High School's mourners turned a strip-mall parking \nlot into an arena of grief and promised each other they would reach \npast their pain.", "Vice President Al Gore brought the 70,000 heartbroken people a  \nmessage Sunday: ``You are not alone.''", "Investigators, spending the day at the memorial service, were to  \nresume their work this morning, conducting more interviews and \neyeing the possibility of additional suspects in Tuesday's \nmassacre.", "Of the 12 students slain, three were to be laid to rest today.", "A  \nfuneral also was scheduled for Dave Sanders, a popular teacher \nhailed as a hero for shepherding students to safety during the \nattack.", "Sunday's outdoor ceremony was a mass catharsis at the foot of  \nthe snow-capped Rockies.", "People hugged and wept as a parade of \nstudents, singers and public officials tried to make sense of the \nweek's events.", "Many wore Columbine clothing; everything in sight -- \neven portable toilets -- was festooned with blue Columbine memorial \nribbons.", "``Behind you, scarred but still standing, is Columbine High  \nSchool,'' Gov.", "Bill Owens said.", "``One thing is clear: This \ncommunity will not be beaten.''", "Christian singer Amy Grant began a tribute song to the victims  \nwith a gentle lament: ``So much pain and no reason why.''", "Bagpipe \nplayers played ``Amazing Grace'' and four F-16 jets flew over in a \n``missing-man'' formation after 13 doves were released -- one for \neach victim.", "Brothers Jonathan and Stephen Cohen sang a tribute they wrote.", "Jonathan Cohen, a junior, was trapped in the Columbine choir room \nwhen gunfire erupted.", "Stephen, a senior, was in the cafeteria where \nmany students were shot or hit by shrapnel from pipe bombs.", "``Can you still hear raging guns ending dreams of precious  \nones?''", "they sang.", "``In God's son, hope will come, his red stain \nwill take our pain.''", "Columbine Principal Frank DeAngelis called the gathering ``the  \nend of a nightmare.''", "Religious leaders urged trust in God.", "And \nGore, thundering like a preacher at a revival, underscored that \nbloodshed like that allegedly caused by Dylan Klebold and Eric \nHarris must remain an aberration.", "``The young killers of Columbine High School do not stand for  \nthe spirit of America,'' Gore said.", "``America is a good and decent \nplace, and our goodness is a light to all the nations of the \nworld.''", "The pair, enraged by what they considered taunts and insults  \nfrom classmates, allegedly rampaged through their school with guns \nand bombs before turning their weapons on themselves.", "Investigators, amazed at the sheer firepower, are trying to \ndetermine if others were involved.", "Police have found a diary plotting the mayhem in precise detail,  \nas well as bomb-making materials and weapons in one of the pair's \nbedroom.", "More interviews were set for this week; more than 500 have \nalready been conducted.", "Deputies suspended their investigation and media briefings for  \nthe day, concentrating on directing traffic for the shopping-center \nceremony.", "At times, the service took on the flavor of a somber pep rally.", "Senior Amber Burgess, after eulogizing Sanders, urged the crowd to \npersevere and invoked school spirit.", "``We are!''", "she yelled.", "``Columbine!''", "thousands replied.", "Then the proceedings moved en masse to Clement Park, adjacent to  \nColumbine and -- as long as the school remains cordoned off -- the \nmourning place of choice and site of a vast makeshift memorial.", "Hundreds lined the procession route.", "``I always knew this school was very strong and this is a good  \ncommunity, and all the kids love each other.", "But to see the kids \nand the community come together was just amazing,'' said Scott \nRathbun, a senior.", "Nick Foss, 18, grazed by a bullet while helping teachers and  \nstudents hide in a closet and overhead air ducts, limped behind \nGore and was supported by DeAngelis.", "Mourners applauded as they \npassed, and Littleton firefighters walked beside Foss, patting him \non the back.", "``God Bless you guys!''", "a man shouted.", "``You've got a reason to  \nlive.''", "On Sunday evening, some 1,300 friends and family gathered at a  \nchurch to remember Daniel Mauser, 15, and Kelly Fleming, 16.", "He was a cross-country runner who had recently returned from a  \ntwo-week trip to Paris with the French club; she was an aspiring \nsongwriter and author eager to get her driver's license.", "The \nvictims' families held the dual funeral because they belong to \nneighboring churches of the same Roman Catholic archdiocese.", "Jefferson County school officials said Columbine's 1,800  \nstudents would return to classes Thursday a few miles south at \nChatfield High School, a school originally built to accommodate \nColumbine's overflow.", "Columbine's graduation ceremony will be held May 22 at Fiddler's  \nGreen, a suburban amphitheater normally used for rock concerts -- \none baby step toward normalcy -- and in defiance of the gunmen.", "``They wanted death and destruction.", "Instead, we've all come  \ntogether,'' said Phyllis Cain, whose daughter, Mickey, attends \nColumbine.", "``They can't kill the message.", "They can't kill the \nhope.''"]}, {"headline": "&amp;HT;", "sentences": ["\n NYT19990425.0192 \n NEWS STORY \n 1999-04-25 21:46 \n\nA2672 &Cx1f; tad-z\nu a &Cx13;  &Cx11;  BC-SCHOOL-MEMORIAL2-26CO     04-25 0638\n\n\n BC-SCHOOL-MEMORIAL2-26COX \n\n&HT;   \n\n &HT;    Memorial attendees urged to turn love, sadness into action\n &HT;    By Chris Barker\n &HT;    c.1999 Cox News Service\n\n\n   LITTLETON, Colo. _ Vice President Al Gore on Sunday bid farewell\nto Columbine High School's dead, issuing a ringing challenge to\nparents and schools before a crowd of 70,000.", "``All of us must change our lives to honor these children,''\nsaid Gore, in a forceful speech filled with religious references\nless than a mile from the site of the worst school killing in U.S.\nhistory.", "The gathering, held in a movie theater parking lot under\nthreatening skies, commemorated 12 students and one teacher killed\nTuesday when two gunmen burst into the Jefferson County school\nwielding guns and bombs.", "Authorities believe Columbine students\nEric Harris and Dylan Klebold carried out the massacre and then\nkilled themselves.", "Gov.", "Bill Owens acted as master of ceremonies during the\n75-minute memorial service that included speeches from Archbishop\nCharles Chaput, and Franklin Graham, the son of evangelist Billy\nGraham.", "Singers Amy Grant and Michael Smith joined a large bagpipe\nband in providing music for the crowd, joining two Columbine\nstudents who wrote a song in honor of their fallen classmates.", "In the crowd were people who had driven hundreds of miles to pay\ntheir respects.", "``It's something that can help us personally by\ncoming and seeing and sharing the hurt and the pain.", "It's just\nsomething that struck my heart,'' said Tim Weitzel, who with his\nwife, Donna, drove from Grand Junction to attend the service.", "Owens extended his sympathy to the families of the slain and\nwounded, some of whom gathered in front of the crowd, while the\narchbishop told them that ``love is stronger than death.''", "``Confronted with an unimaginable evil, this community has grown\ncloser,'' Owens said.", "The nation and the world have joined in grieving for the\nstudents of Columbine, Gore said.", "He asked the crowd ``to feel the\nembrace of hundreds of millions.''", "``One of the hidden truths of the human condition is that\nsuffering binds us together,'' Gore said.", "``Here in Jefferson\nCounty, the spring has yielded to the cold winter of the heart.''", "Gore asked that the shootings serve as a wake-up call for\nparents and schools.", "Decrying the violence and cruelty of pop\nculture, Gore said parents must cushion their children against\nhate.", "``If you are a parent, your children need your attention,'' Gore\nsaid.", "``If you are a grandparent, they need your time.''", "It's too easy for children to get guns, and schools must focus\non discipline in teaching character, he added.", "In his only comment that addressed the killers, Gore called for\nforgiveness.", "``We must have the courage not to look away, either in life or\nin death, from those who feel despised or hated,'' he said.", "Harris and Klebold, who authorities say planned the massacre for\nmore than a year, have been portrayed by classmates as outcasts\nfrom the popular students at Columbine.", "The suspects were not mentioned by name during the service,\nalthough Chaput also asked they be forgiven.", "Graham praised the Columbine community for uniting under the\npain of a tragedy that could have torn it apart.", "He seized the\nopportunity to chastise public schools for being empty of ``the\nteachings of God.''", "``They are indeed dangerous places,'' Graham said.", "Owens closed the memorial by reciting the names of the 12\nstudents and one teacher killed and releasing a white dove for\neach, as many in the crowd wept and light rain fell.", "It was a message of hope that was repeated throughout the day.", "``Love is stronger than death _ I believe that,'' Chaput said.", "``Love is stronger than death.''", "Story Filed By Cox Newspapers\n\n\n   For Use By Clients of the New York Times News Service\n\n\n\n\nNYT-04-25-99 2146EDT &QL;"]}, {"headline": "Columbine Teams Return to Field", "sentences": ["\n APW19990428.0297 \n 1999-04-28 23:52:28 \n\n usa \n Columbine Teams Return to Field \n\n\n\tARVADA, Colo. (AP) -- Columbine High School junior Matt Wells  \ntook time out from the grieving world around him to crack a smile, \nchew on a wad of sunflower seeds and talk a little baseball.", "``It's just good to be smiling and laughing,'' he said.", "Wells, a 16-year-old catcher on Columbine's varsity baseball  \nteam, watched the junior varsity play Arvada West High School on \nWednesday.", "There were cheers and grins here, eight days after \nteen-age gunmen walked the halls of their school and killed 12 \nstudents and a teacher before killing themselves.", "Among other things, the gunmen had complained about their  \ntreatment at the hands of athletes at Columbine.", "When they burst \ninto the library on April 20, one of the gunmen yelled: ``All jocks \nstand up!", "We're going to kill every one of you.''", "Since the massacre, the suburban school has become a sealed  \ncrime scene.", "Hundreds of backpacks and other personal belongings \nabandoned in the crisis still litter the hallways and classrooms.", "School athletic equipment is also trapped, probably for the rest of \nthe school year.", "But thanks to an outpouring of donations and support from the  \ncommunity and the sports world, Columbine's baseball team has \nuniforms, gloves, balls and everything they need to get back on the \nfield.", "Without the equipment and clothing donations, the Columbine  \nRebels would have been forced to end their season, Wells said.", "``We wouldn't have played,'' he said.", "``We wouldn't have been  \nable to.''", "The baseball team has received an estimated $5,000 worth of  \nclothing and gear from Reebok, Mizuno, Denver Athletic Supply and \nother sports companies.", "The gifts include dozens of bats, stark \nnavy blue uniforms, never-used leather gloves, even socks.", "``They're taking care of us,'' coach Robin Ortiz said.", "``I hate  \nto say it, but it's been like Christmas at times.''", "Team members decided they wanted to play out the rest of the  \nseason.", "``For a lot of them, it's a chance to start healing,'' he said.", "Some players also had the chance to realize a dream.", "The  \nColorado Rockies opened their doors to Columbine players Monday, \nallowing the team to work out in their hitting cages and tour Coors \nField.", "The Rockies worked with the Denver Police Activities League to  \nhelp coordinate the donations and support.", "League director Nick \nArcuri said he hopes the efforts show the teens they are not alone.", "``I was around these kids at practice the other night and some  \nof them are afraid to smile,'' he said.", "``They need to know that \npeople out there care.''", "The community outpouring has touched some Columbine students.", "Katie Crona, a junior varsity soccer player with the Rebels, said \nher team received new uniforms from Adidas and assistance from \nrival Arapahoe High School.", "``They've been so wonderful to us,'' the 14-year-old freshman  \nsaid.", "``It's so nice to know they care.''", "Some players said the donations and support will encourage them  \nto play better.", "But Wells said he is more interested in simply \ntrying to have fun and move beyond the tragedy that put his life on \nhold.", "``It's like getting back to normal life,'' he said."]}, {"headline": "URGENT US forces enter Samarra, seize city hall, police stations", "sentences": ["\n\nURGENT US forces enter Samarra, seize city hall, police stations\n\n\nBAGHDAD, Oct 1 (AFP)\n\n\n\nUS and Iraqi forces poured into central Samarra overnight and seized\nthe troublespot's government building and police stations in an\nattempt to beat back the insurgency, the military said in a statement\nearly Friday."]}, {"headline": "World Cup and African Nations Cup factfile", "sentences": ["\n\nWorld Cup and African Nations Cup factfile\n\n\nJOHANNESBURG, Nov 1 (AFP)\n\n\n\nFactfile for 2006 World Cup and African Nations Cup qualifying\ncompetition at halfway stage:\n\n\nResults\n\n\nPreliminary round\n\n\nNiger 0 Algeria 7 (0-1 home, 0-6 away)\n\n\nBotswana 4 Lesotho 1 (4-1 0-0)\n\n\nSwaziland 1 Cape Verde Islands 4 (1-1 0-3)\n\n\nChad 3 Angola 3 (3-1 0-2, Angola win on away goals)\n\n\nMadagascar 3 Benin 4 (1-1 2-3)\n\n\nCongo 2 Sierra Leone 1 (1-0 1-1)\n\n\nBurundi 1 Gabon 4 (0-0 1-4)\n\n\nSomalia 0 Ghana 7 (0-5 0-2.", "Both games played in Ghana for security\nreasons)\n\n\nGuinea 5 Mozambique 3 (1-0 4-3)\n\n\nTanzania 0 Kenya 3 (0-0 0-3)\n\n\nGambia 2 Liberia 3 (2-0 0-3)\n\n\nSao Tome e Principe 0 Libya 9 (0-1 0-8)\n\n\nEthiopia 1 Malawi 3 (1-3 0-0)\n\n\nGuinea Bissau 1 Mali 4 (1-2 0-2)\n\n\nRwanda 4 Namibia 1 (3-0 1-1)\n\n\nSudan 3 Eritrea 0 (3-0 0-0)\n\n\nEquatorial Guinea 1 Togo 2 (1-0 0-2)\n\n\nUganda 4 Mauritius 3 (3-0 1-3 aet)\n\n\nSeychelles 1 Zambia 5 (0-4 1-1)\n\n\nZimbabwe 4 Mauritania 2 (3-0 1-2)\n\n\nBurkina Faso walkover, Central African Republic withdrew\n\n\nByes: Cameroon, Democratic Republic of Congo, Egypt, Ivory Coast,\nMorocco, Nigeria, Senegal, South Africa, Tunisia\n\n\nDid not enter: Djibouti\n\n\nGroup 1\n\n\n(Seeding: 1.", "Senegal, 2.", "Mali, 3.", "Zambia, 4.", "Togo, 5.", "Liberia, 6.", "Congo)\n\n\nLiberia 1 Mali 0\n\n\nSenegal 2 Congo 0\n\n\nZambia 1 Togo 0\n\n\nCongo 3 Liberia 0\n\n\nMali 1 Zambia 1\n\n\nTogo 3 Senegal 1\n\n\nCongo 1 Mali 0\n\n\nLiberia 0 Togo 0\n\n\nSenegal 1 Zambia 0\n\n\nMali 2 Senegal 2\n\n\nTogo 2 Congo 0\n\n\nZambia 1 Liberia 0\n\n\nCongo 2 Zambia 3\n\n\nLiberia 0 Senegal 3\n\n\nTogo 1 Mali 0\n\n\nTable (played, won, drawn, lost, goals for, against, points)\n\n\nSenegal \t    5\t3   1\t1   9\t5   10\n\n\nTogo\t\t    5\t3   1\t1   6\t2   10\n\n\nZambia\t\t    5\t3   1\t1   6\t4   10\n\n\nCongo\t\t    5\t2   0\t3   6\t7    6\n\n\nLiberia \t    5\t1   1\t3   1\t7    4\n\n\nMali\t\t    5\t0   2\t3   3\t6    2\n\n\nFixtures\n\n\nMarch 26-27\n\n\nMali v Togo, Senegal v Liberia, Zambia v Congo\n\n\nJune 4-5\n\n\nCongo v Senegal, Mali v Liberia, Togo v Zambia\n\n\nJune 18-19\n\n\nLiberia v Congo, Senegal v Togo, Zambia v Mali\n\n\nSept 3-4\n\n\nMali v Congo, Togo v Liberia, Zambia v Senegal\n\n\nOct 8-9\n\n\nCongo v Togo, Liberia v Zambia, Senegal v Mali\n\n\nGroup 2\n\n\n(Seeding: 1.", "South Africa, 2.", "DR Congo, 3.", "Burkina Faso, 4.", "Ghana, 5.", "Uganda, 6.", "Cape Verde)\n\n\nBurkina Faso 1 Ghana 0\n\n\nSouth Africa 2 Cape Verde 1\n\n\nUganda 1 DR Congo 0\n\n\nCape Verde 1 Uganda 0\n\n\nDR Congo 3 Burkina Faso 2\n\n\nGhana 3 South Africa 0\n\n\nCape Verde 1 DR Congo 1\n\n\nSouth Africa 2 Burkina Faso 0\n\n\nUganda 1 Ghana 1\n\n\nBurkina Faso 2 Uganda 0\n\n\nDR Congo 1 South Africa 0\n\n\nGhana 2 Cape Verde 0\n\n\nCape Verde 1 Burkina Faso 0\n\n\nGhana 0 DR Congo 0\n\n\nUganda 0 South Africa 1\n\n\nSouth Africa\t    5\t3   0\t2   5\t5   9\n\n\nGhana\t\t    5\t2   2\t1   6\t2   8\n\n\nDR Congo\t    5\t2   2\t1   5\t4   8\n\n\nCape Verde\t    5\t2   1\t2   4\t5   7\n\n\nBurkina Faso\t    5\t2   0\t3   5\t6   6\n\n\nUganda\t\t    5\t1   1\t3   2\t5   4\n\n\nFixtures\n\n\nMarch 26-27\n\n\nBurkina Faso v Cape Verde, DR Congo v Ghana, South Africa v Uganda\n\n\nJune 4-5\n\n\nCape Verde v South Africa, DR Congo v Uganda, Ghana v Burkina Faso\n\n\nJune 18-19\n\n\nBurkina Faso v DR Congo, South Africa v Ghana, Uganda v Cape Verde\n\n\nSept 3-4\n\n\nBurkina Faso v South Africa, DR Congo v Cape Verde, Ghana v Uganda\n\n\nOct 8-9\n\n\nCape Verde v Ghana, South Africa v DR Congo, Uganda v Burkina Faso\n\n\nGroup 3\n\n\n(Seeding: 1.", "Cameroon, 2.", "Egypt, 3.", "Ivory Coast, 4.", "Libya, 5.", "Sudan,\n6.", "Benin)\n\n\nCameroo Oct 8-9\n\n\nBenin v Libya, Cameroon v Egypt, Sudan v Ivory Coast\n\n\nGroup 4\n\n\n(Seeding: 1.", "Nigeria, 2.", "Zimbabwe, 3.", "Algeria, 4.", "Angola, 5.", "Gabon,\n6.", "Rwanda)\n\n\nAlgeria 0 Angola 0\n\n\nGabon 1 Zimbabwe 1\n\n\nNigeria 2 Rwanda 0\n\n\nAngola 1 Nigeria 0\n\n\nRwanda 3 Gabon 1\n\n\nZimbabwe 1 Algeria 1\n\n\nGabon 2 Angola 2\n\n\nNigeria 1 Algeria 0\n\n\nRwanda 0 Zimbabwe 2\n\n\nAlgeria 0 Gabon 3\n\n\nAngola 1 Rwanda 0\n\n\nZimbabwe 0 Nigeria 3\n\n\nAngola 1 Zimbabwe 0\n\n\nGabon 1 Nigeria 1\n\n\nRwanda 1 Algeria 1\n\n\nAngola\t\t    5\t3   2\t0   5\t2   11\n\n\nNigeria \t    5\t3   1\t1   7\t2   10\n\n\nGabon\t\t    5\t1   3\t1   8\t7    6\n\n\nZimbabwe\t    5\t1   2\t2   4\t6    5\n\n\nRwanda\t\t    5\t1   1\t3   4\t7    4\n\n\nAlgeria \t    5\t0   3\t2   2\t6    3\n\n\nFixtures\n\n\nMarch 25-27\n\n\nAlgeria v Rwanda, Nigeria v Gabon, Zimbabwe v Angola\n\n\nJune 4-5\n\n\nAngola v Algeria, Rwanda v Nigeria, Zimbabwe v Gabon\n\n\nJune 17-19\n\n\nAlgeria v Zimbabwe, Gabon v Rwanda, Nigeria v Angola\n\n\nSept 2-4\n\n\nAlgeria v Nigeria, Angola v Gabon, Zimbabwe v Rwanda\n\n\nOct 8-9\n\n\nGabon v Algeria, Nigeria v Zimbabwe, Rwanda v Angola\n\n\nGroup 5\n\n\n(Seeding: 1.", "Tunisia, 2.", "Morocco, 3.", "Kenya, 4.", "Guinea, 5.", "Malawi, 6.", "Botswana)\n\n\nKenya v Guinea - postponed\n\n\nMalawi 1 Morocco 1\n\n\nTunisia 4 Botswana 1\n\n\nBotswana 2 Malawi 0\n\n\nGuinea 2 Tuinisia 1\n\n\nMorocco v Kenya - postponed\n\n\nBotswana 0 Morocco 1\n\n\nGuinea 2 Tunisia 1\n\n\nTunisia v Kenya - postponed\n\n\nGuinea 4 Botswana 0\n\n\nKenya 3 Malawi 2\n\n\nMorocco 1 Tunisia 1\n\n\nBotswana 2 Kenya 1\n\n\nGuinea 1 Morocco 1\n\n\nMalawi 2 Tunisia 2\n\n\nNote: FIFA barred Kenya from first three rounds due to government\ninterference in the sport\n\n\nTable\n\n\nGuinea\t\t    4\t2   2\t0   8\t 3   8\n\n\nMorocco \t    4\t1   3\t0   4\t 3   6\n\n\nBotswana\t    5\t2   0\t3   for the Nations Cup\n\n\nPrevious qualifiers\n\n\n1934 - Egypt\n\n\n1970 - Morocco\n\n\n1974 - Zaire (now DR Congo)\n\n\n1978 - Tunisia\n\n\n1982 - Algeria and Cameroon\n\n\n1986 - Algeria and Morocco\n\n\n1990 - Cameroon and Egypt\n\n\n1994 - Cameroon, Morocco and Nigeria\n\n\n1998 - Cameroon, Morocco, Nigeria, South Africa and Tunisia\n\n\n2002 - Cameroon, Nigeria, Senegal, South Africa and Tunisia\n\n\nafp04\n\n\nFbl-WC2006-Afr2006"]}, {"headline": "Myanmar prison releases a \"smokescreen\": media group", "sentences": ["\n\nMyanmar prison releases a \"smokescreen\": media group\n\n\nBANGKOK, Dec 1 (AFP)\n\n\n\nPress freedom groups on Wednesday dismissed Myanmar's prison release\nprogramme of more than 9,000 inmates as a \"smokescreen\" and said a\ncameraman was the only one of 13 detained journalists freed.", "Ko Sein Ohn was released on November 26 after serving more than eight\nyears of a 10-year jail term for filming and distributing a video of\na speech by opposition leader Aung San Suu Kyi that had not been\napproved by officials from the military-run regime, according to\nReporters Without Borders and the Burma Media Association.", "A total of 9,248 people were released in eight days from November 18\nalthough only about 40 of them were political prisoners, according to\ndemocracy campaigners.", "The prisoners were released after a power struggle at the heart of\ngovernment that resulted in the sacking of premier Khin Nyunt in\nOctober and a purging of his allies from the powerful military\nintelligence branch that he headed for two decades.", "The ruling junta said thousands had been improperly jailed by\nintelligence officials.", "Ko Sein Ohn said military intelligence originally accused him of\nfilming a ceremony at the home of a high-ranking police officer, the\ntwo press groups said.", "But after finding no evidence, the military authorities then accused\nhim of filming Aung San Suu Kyi, although he said he had permission\nfrom the military.", "He was jailed after a sham trial, the groups said.", "Twelve journalists remain behind bars including one of Myanmar's\nbest-known journalists, Win Tin, 74, a prize-winning writer and a\nmember of Aung San Suu Kyi's National League for Democracy (NLD), who\nwas jailed for 20 years in 1989.", "\"The massive release of prisoners has just been a smokescreen,\" the\ntwo organisations said in a statement.", "They called on the European Union to \"maintain sanctions until all\nprisoners of conscience including journalists are freed and prior\ncensorship is abolished\".", "Amnesty International in its 2004 report said more than 1,350\npolitical prisoners remained imprisoned in Myanmar, formerly known as\nBurma.", "Aung San Suu Kyi herself has been confined to her home since\nMay last year, her third period of house arrest.", "Aung San Suu Kyi was told at the weekend that her period of house\narrest had been extended by another year, drawing international\ncriticism from the United Nations, the United States and Myanmar's\nformer colonial ruler Britain.", "The military has ruled Myanmar since 1962 even though the NLD won a\nlandslide election victory in 1990."]}, {"headline": "Myanmar prison releases a \"smokescreen\": media group", "sentences": ["\n\nMyanmar prison releases a \"smokescreen\": media group\n\n\nBANGKOK, Dec 1 (AFP)\n\n\n\nPress freedom groups on Wednesday dismissed Myanmar's prison release\nprogramme of more than 9,000 inmates as a \"smokescreen\" and said a\ncameraman was the only one of 13 detained journalists freed.", "Ko Sein Ohn was released on November 26 after serving more than eight\nyears of a 10-year jail term for filming and distributing a video of\na speech by opposition leader Aung San Suu Kyi that had not been\napproved by officials from the military-run regime, according to\nReporters Without Borders and the Burma Media Association.", "A total of 9,248 people were released in eight days from November 18\nalthough only about 40 of them were political prisoners, according to\ndemocracy campaigners.", "The prisoners were released after a power struggle at the heart of\ngovernment that resulted in the sacking of premier Khin Nyunt in\nOctober and a purging of his allies from the powerful military\nintelligence branch that he headed for two decades.", "The ruling junta said thousands had been improperly jailed by\nintelligence officials.", "Ko Sein Ohn said military intelligence originally accused him of\nfilming a ceremony at the home of a high-ranking police officer, the\ntwo press groups said.", "But after finding no evidence, the military authorities then accused\nhim of filming Aung San Suu Kyi, although he said he had permission\nfrom the military.", "He was jailed after a sham trial, the groups said.", "Twelve journalists remain behind bars including one of Myanmar's\nbest-known journalists, Win Tin, 74, a prize-winning writer and a\nmember of Aung San Suu Kyi's National League for Democracy (NLD), who\nwas jailed for 20 years in 1989.", "\"The massive release of prisoners has just been a smokescreen,\" the\ntwo organisations said in a statement.", "They called on the European Union to \"maintain sanctions until all\nprisoners of conscience including journalists are freed and prior\ncensorship is abolished\".", "Amnesty International in its 2004 report said more than 1,350\npolitical prisoners remained imprisoned in Myanmar, formerly known as\nBurma.", "Aung San Suu Kyi herself has been confined to her home since\nMay last year, her third period of house arrest.", "Aung San Suu Kyi was told at the weekend that her period of house\narrest had been extended by another year, drawing international\ncriticism from the United Nations, the United States and Myanmar's\nformer colonial ruler Britain.", "The military has ruled Myanmar since 1962 even though the NLD won a\nlandslide election victory in 1990."]}, {"headline": "Indonesia's state electricity firm plans to build 30 power plants", "sentences": ["\n\nIndonesia's state electricity firm plans to build 30 power plants\n\n\nJAKARTA, Nov. 1 (Xinhua)\n\n\n\nIndonesia's state-run electricity company PT PLN plans to build 30\nsteam power plants with a combined capacity of up to 1,000 megawatts,\na local newspaper reported Monday.", "The plan is part of the company's efforts to look more efficient\nenergy sources instead of fuel-fired power plants, reported Bisnis\nIndonesia.", "\"We plan to build 30 steam power plants with a capacity of up to\n1,000 megawatts in 30 separate places across Indonesia.", "We have put\nthem on tender,\" PLN President Eddie Widiono was quoted as saying.", "He added the sharp hike in fuel tariff has made fuel-based power\nplants no longer efficient."]}, {"headline": "Writethru: Bush, Kerry clash over Iraq war in pivotal debate", "sentences": ["\n\nWritethru: Bush, Kerry clash over Iraq war in pivotal debate\n\n\nWASHINGTON, Sept. 30 (Xinhua)\n\n\n\nUS President George W. Bush and his Democrat rival John Kerry clashed\nfiercely over Iraq on Thursday during their first face-to-face\ndebate, which has the potential to tip the race for the White House.", "Kerry accused Bush of diverting attention from the war on terrorism\nby launching the war in Iraq, while Bush insisted that the world is\nsafer by the removal of Saddam Hussein.", "\"I will hunt down and kill the terrorists wherever they are.", "But we\nalso have to be smart,\" Kerry said at the debate at the University of\nMiami in Florida.", "\"And smart means not diverting your attention from\nthe real war on terror in Afghanistan against Osama bin Laden and\ntaking it off to Iraq.\"", "\"Iraq was not even close to the center of the war on terror before\nthe president invaded it,\" Kerry said.", "The Massachusetts senator said Bush had made \"a colossal error of\njudgment\" in launching the war against Iraq.", "\"First of all, he made the misjudgment of saying to America that he\nwas going to build a true alliance...In fact, he first didn't even\nwant to do that,\" he said.", "\"He also promised America that he would go to war as a last\nresort...I don't believe the United States did that,\" Kerry said.", "Kerry mocked Bush's claim that the United States went to the war with\n\"a great alliance,\" saying the United States is bearing \" 90 percent\nof the casualties and 90 percent of the cost,\" or 200 billion US\ndollars.", "Bush contended that Kerry looked at the same intelligence in 2002 and\nconcluded that Iraqi president Saddam Hussein poised a grave threat.", "\"I agree with him,\" he said.", "\"The world is better off without Saddam\nHussein.\"", "The Republican president, as he did on his campaign trails,\nrepeatedly accused Kerry of shifting positions on Iraq.", "\"He voted to authorize the use of force and now says it's the wrong\nwar at the wrong time.", "....", "I don't think you can lead if you say\nwrong war, wrong time, wrong place.", "What message does that send to\nour troops?''", "Bush said.", "\"The only thing consistent about my opponent's position is that he's\ninconsistent.", "He changes positions.", "You cannot change positions in\nthis war on terror if you expect to win,\" Bush said.", "Kerry acknowledged that he had made a mistake once in how he talked\nabout the war, and accused Bush of sticking to his mistakes.", "\"When I talked about the 87 billion dollars, I made a mistake in how\nI talk about the war, but the president made a mistake in invading\nIraq.", "Which is worse?\"", "Kerry asked, referring to the bill authorizing\nmoney to the US military in Iraq, which he vetoed.", "As during the campaigns, Bush described himself as a leader who\nalways stands steadfast and resolute.", "But Kerry said: \"It's one thing\nto be certain, but you can be certain and be wrong.\"", "The 90-minute nationally televised encounter, which started at 9 p.m.\n(0100 GMT Friday), was held as bloody conflict was escalating in\nIraq.", "Three car bombs in Baghdad killed 41, most of them children,\nand US military forces launched a major attack against the insurgents\nin Samarra.", "The debate was one of three debates in a two-week period.", "The two\ncandidates will meet Oct. 8 in St. Louis and again on Oct. 13 in\nTempe, Arizona.", "The debates offer the best opportunities, and maybe the last chances\nalso, for the candidates to reach out to undecided voters before the\nNov. 2 voting.", "Recent polls showed that up to 61 percent of the 200 million\npotential voters expect to watch the debates.", "Some 29 percent say the\ndebates could influence their voting choice.", "Bush is leading Kerry with by 6-8 percentage points in various polls\nheading to the debate, which was held less than five weeks until the\nelection.", "But the debates have the potential to change the dynamics\nin the campaign."]}, {"headline": "Urgent: Mozambican electors start voting for new president", "sentences": ["\n\nUrgent: Mozambican electors start voting for new president\n\n\nMAPUTO, Dec. 1 (Xinhua)\n\n\n\nVoters in Mozambique went to the polls Wednesday morning to elect a\nnew president to succeed veteran leader Joaquim Chissano who decided\nto voluntarily step down after 18 years in power.", "Voting began at 7 a.m. (0500 GMT).", "More than 7.4 million of the nine\nmillion registered voters are expected to cast their ballots in the\ntwo-day election at nearly 13,000 polling stations across the\nsoutheast African country with a population of over 17 million."]}], "title": "Columbine Massacre"}}